Repository: GNOME/four-in-a-row
Catalog: help/*/*.po
Languages: eu, ko, ru, sr

# _
source: translator-credits
ko: 전민석 <cheon7886@naver.com>, 2016 조성호 <shcho@gnome.org>, 2021, 2023
ru: Ser82-png <asvmail.as@atrus.ru>, 2022-2023
sr: Бранко Кокановић <branko.kokanovic@gmail.com> Prevod.org — превод на српски језик

source: Four-in-a-Row Manual
sr: Упутство за Четири у низу

source: The object of Four-in-a-Row is to place four pieces in a vertical, horizontal, or diagonal row while the opponent tries to block and make his/her own row of four. Four-in-a-Row can be played against another human or the computer.
sr: Циљ игре Четири у низу је поставити четири дела један до другог усправно, водоравно или дијагонално, док вас противник у томе омета и покушава да уради то исто. Четири у низу можете играти против другара или против рачунара.

source: <year>2001-2002</year> <holder>Timothy Musson</holder>
sr: <year>2001-2002</year> <holder>Тимоти Масон</holder>

source: GNOME Documentation Project
sr: Пројекат Гномове документације

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
sr: Дозвољено умножавање, ширење, вршење измена овог документа под условима Гну-ове Слободне Документационе Дозволе (ГСДД), верзије 1.1 или било које накнадне верзије без непромењивих одељака, текста на насловној и последњој страни, а коју је објавила Задужбина Слободног Софтвера. Примерак ГСДД-е можете пронаћи на овој <ulink type="help" url="help:fdl">адреси</ulink> или у датотеци COPYING-DOCS која је приложена уз ово упутство.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
sr: Ово упутство је део скупа Гномових докумената објављених под GFDL. Уколико желите да расподељујете ово упутство одвојено од скупа, то можете урадити додавањем примерка лиценце документу, како је описано у одељку 6 саме лиценце.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
sr: Многи називи које компаније користе у циљу препознатљивости својих производа и услуга представљају робне марке. Када (уколико) се такви називи појављују(спомињу) у било којем Гномовом документу, а чланови Гномовог документационог пројекта имају сазнања о томе, тада су називи исписани великим словима или са великим почетним словима.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
sr: ДОКУМЕНТ ЈЕ ДОСТУПАН СА СВИМ СВОЈИМ ДОБРИМ И ЛОШИМ СТРАНАМА БЕЗ БИЛО КАКВОГ ЈАМСТВА, БИЛО ОНО ИЗРЕЧЕНО ИЛИ НЕ, УКЉУЧУЈУЋИ БЕЗ ОГРАНИЧЕЊА, ЈАМСТВО ДА ЈЕ ОВАЈ ДОКУМЕНТ ИЛИ ЊЕГОВА ИЗМЕЊЕНА ВЕРЗИЈА БЕЗ НЕДОСТАТАКА, СПРЕМАН ЗА ТРЖИШТЕ, СВРСИСХОДАН И НЕ НАРУШАВА ЗАКОНСКЕ НОРМЕ. ЦЕЛОКУПАН РИЗИК КОЈИ СЕ ОДНОСИ НА КВАЛИТЕТ, ТАЧНОСТ И ДОМЕТ (УЧИНАК) ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ СНОСИ КОРИСНИК. УКОЛИКО СЕ У БИЛО КОЈЕМ ДОКУМЕНТУ ИЛИ ЊЕГОВОЈ ИЗМЕЊЕНОЈ ВЕРЗИЈИ ПОЈАВИ НЕДОСТАТАК (ГРЕШКА) БИЛО КОЈЕ ВРСТЕ, КОРИСНИК (А НЕ АУТОР ИЗВОРНЕ ВЕРЗИЈЕ, БИЛО КОЈИ ДРУГИ АУТОР ИЛИ САРАДНИК) СНОСИ СВЕ ТРОШКОВЕ НЕОПХОДНОГ СЕРВИСИРАЊА, ПОПРАВКЕ ИЛИ ИСПРАВКЕ. ОВО ОГРАНИЧЕЊЕ ЈАМСТВА ПРЕДСТАВЉА САСТАВНИ ДЕО ОВЕ ДОЗВОЛЕ. УПОТРЕБА БИЛО КОЈЕГ ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ НИЈЕ ДОЗВОЉЕНА ОСИМ ПОД УСЛОВИМА ОВОГ ОГРАНИЧЕЊА ЈАМСТВА.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
sr: НИ ПОД КАКВИМ ОКОЛНОСТИМА ИЛИ ЗАКОНУ, БИЛО ЗБОГ КРШЕЊА (ИЛИ НЕМАРА) УГОВОРА, ИЛИ НА БИЛО КОЈИ ДРУГИ НАЧИН, АУТОР (ПРВОБИТНЕ ВЕРЗИЈЕ), САРАДНИК ИЛИ ИСПОРУЧИВАЛАЦ ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ, НИТИ ДОБАВЉАЧ БИЛО КОЈЕ ОД НАВЕДЕНИХ СТРАНА НЕЋЕ СНОСИТИ МАТЕРИЈАЛНУ ОДГОВОРНОСТ ЗА НАСТАЛА ДИРЕКТНА, ИНДИРЕКТНА, ПОСЕБНА, СЛУЧАЈНА ИЛИ ТИМЕ НАСТАЛА ОШТЕЋЕЊА БИЛО КОЈЕ ВРСТЕ УКЉУЧУЈУЋИ, БЕЗ ОГРАНИЧЕЊА, ШТЕТУ НАНЕСЕНУ УГЛЕДУ ФИРМЕ, ПРЕСТАНКУ ПРОИЗВОДЊЕ, ОТКАЗИВАЊЕ РАДА РАЧУНАРА ИЛИ КВАРА КАО И ЗА СВЕ ОСТАЛЕ ШТЕТЕ ИЛИ ГУБИТКЕ НАСТАЛЕ УСЛЕД КОРИШЋЕЊА ДОКУМЕНТА И ЊЕГОВИХ ИЗМЕЊЕНИХ ВЕРЗИЈА ЧАК И АКО ЈЕ ОШТЕЋЕНА СТРАНА БИЛА ОБАВЕШТЕНА О МОГУЋНОСТИ НАСТАНКА ТЕ ШТЕТЕ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
sr: ОВАЈ ДОКУМЕНТ И ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ СУ ДОСТУПНЕ ПОД УСЛОВИМА ГНУ-ОВЕ СЛОБОДНЕ ДОКУМЕНТАЦИОНЕ ДОЗВОЛЕ УЗ ДОДАТНУ САГЛАСНОСТ ДА: <_:orderedlist-1/>

source: <firstname>Timothy</firstname> <surname>Musson</surname> <affiliation> <address><email>trmusson@ihug.co.nz</email></address> </affiliation>
sr: <firstname>Тимоти</firstname> <surname>Масон</surname> <affiliation> <address><email>trmusson@ihug.co.nz</email></address> </affiliation>

source: Timothy Musson <email>trmusson@ihug.co.nz</email>
sr: Тимоти Масон <email>trmusson@ihug.co.nz</email>

source: <revnumber>Four-in-a-Row Manual V2.8</revnumber> <date>September 2004</date> <_:revdescription-1/>
sr: <revnumber>Упутство за Четири у низу в2.8</revnumber> <date>Септембар 2004</date> <_:revdescription-1/>

source: This manual describes version 2.12 of Four-in-a-Row.
sr: Ово упуство је написано за Четири у низу 2.12.

source: Feedback
sr: Примедбе

source: To report a bug or make a suggestion regarding the Four-in-a-Row application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME Feedback Page</ulink>.
sr: Да бисте пријавили грешку или дали предлог у вези програма <application>Четири у низу</application> или његовог упутства, пратите смернице на <ulink url="ghelp:user-guide?feedback-bugs" type="help">Гномовој страни за примедбе</ulink>.

source: Introduction
sr: Увод

source: <application>Four-in-a-Row</application> is a four-in-a-row game for the GNOME Project. The object of the game is to build a line of four of your marbles while trying to stop your opponent (human or computer) building a line of his or her own. A line can be horizontal, vertical or diagonal.
sr: <application>Четири у низу</application> је класична игра повезивања четири дела у низ написана за Гномов пројекат. Циљ игре је направити линију од четири кликера, а у исто време спречити вашег противника (другог човека или рачунара) да их он исто направи. Линија може бити водоравна, усправна или дијагонална.

source: To run <application>Four-in-a-Row</application>, select <guimenuitem>Four-in-a-Row</guimenuitem> from the <guisubmenu>Games</guisubmenu> submenu of the <guimenu>Main Menu</guimenu>, or type <command>gnect</command> on the command line.
sr: Да бисте покренули <application>Четири у низу</application>, одаберите <guimenuitem>Четири у низу</guimenuitem> из подменија <guisubmenu>Игре</guisubmenu> са <guimenu>Главног менија</guimenu>, или откуцајте <command>gnect</command> на командној линији.

source: <application>Four-in-a-Row</application> is included in the <filename>GNOME-games</filename> package, which is part of the GNOME desktop environment. This document describes version 2.8 of <application>Four-in-a-Row</application>.
sr: <application>Четири у низу</application> је укључен у <filename>gnome-games</filename> пакет, који је део Гномовог радног окружења. Овај документ је написан <application>Четири у низу</application> 2.8.

source: Four-in-a-Row also features multiplayer support with two human players in hotseat mode.
sr: Четири у низу подржава и играње више играча преко мреже или на истом рачунару где наизменично игра један, па други.

source: Basic Usage
sr: Основна употреба

source: Playing Four-in-a-Row
sr: Играње Четири у низу

source: To start a new game of Four-in-a-Row choose <menuchoice><guimenu>Game</guimenu><guimenuitem>New Game</guimenuitem></menuchoice>.
sr: Да бисте покренули нову игру, одаберите <menuchoice><guimenu>Игра</guimenu><guimenuitem>Нова</guimenuitem></menuchoice>.

source: The <interface>game board</interface> consists of seven columns and six rows. Above it, a special row indicates the current player and the marble about to be played. Each move consists of dropping a marble in one of the columns. The marble lands on the topmost empty row of the chosen column.
sr: <interface>Табла за игру</interface> садржи седам стубаца и шест редова. Изнад њих, посебан ред приказује кликер тренутног играча. Сваки потез се своди на спуштање кликера на један од стубаца. Кликер ће се спустити на највиши празан ред одабраног ступца.

source: To make a move, click on a column with the mouse. To play with the keyboard, move the marble in the top row with the left and right arrow keys, and drop it in place with the down arrow key. Your marble will drop into the topmost empty row of that column.
sr: Да бисте одиграли потез, кликните мишем на стубац. Да бисте играли са тастатуром, померите кликер у највишем реду тастерима за лево и десно, и спустите га са тастером за доле. Ваш кликер ће пасти на највиши празан ред тог ступца.

source: Four-in-a-Row's Main Window
sr: Главни прозор Четири у низу

source: <imageobject> <imagedata fileref="figures/mainwindow.png" format="PNG" srccredit="trm"/> </imageobject> <textobject> <phrase>Four-in-a-Row's Main Window</phrase> </textobject> <_:caption-1/>
sr: <imageobject> <imagedata fileref="figures/mainwindow.png" format="PNG" srccredit="trm"/> </imageobject> <textobject> <phrase>Главни прозор Четири у низу</phrase> </textobject> <_:caption-1/>

source: The game is won when one of the two players manages to line up four of his or her marbles horizontally, vertically or diagonally. If the board fills up without a win, the game ends in a draw.
sr: Игра је добијена када један од играча успе да поређа четири његова/њена кликера водоравно, усправно или дијагонално. Ако се табла за игру напуни без победника, игра се завршава нерешено.

source: Commands
sr: Команде

source: To take back a move, choose <menuchoice> <shortcut><keycombo> <keysym>Ctrl</keysym><keycap>Z</keycap> </keycombo></shortcut> <guimenuitem>Undo move</guimenuitem> </menuchoice>. If you're playing against a friend, this will undo one move. If you're playing against the computer, this will undo the computer's last move and then yours. Repeating this will return the board to its initial state.
sr: Да вратите потез, одаберите <menuchoice><shortcut><keycombo> <keysym>Ctrl</keysym><keycap>Z</keycap> </keycombo></shortcut> <guimenuitem>Опозови потез</guimenuitem> </menuchoice>. Ако играте против пријатеља, ово ће опозвати ваш последњи потез, а ако играте против рачунара, ово ће опозвати и његов и ваш последњи потез. Понављањем ове команде, табла ће се вратити у почетно стање.

source: Choose <menuchoice> <shortcut><keycombo> <keysym>Ctrl</keysym><keycap>H</keycap> </keycombo></shortcut> <guimenuitem>Hint</guimenuitem> </menuchoice> to get a suggestion from the computer for your next move. This is shown in the status bar.
sr: Одаберите <menuchoice> <shortcut><keycombo> <keysym>Ctrl</keysym><keycap>H</keycap> </keycombo></shortcut><guimenuitem>Савет</guimenuitem> </menuchoice> да бисте добили предлог од рачунара за ваш следећи потез. Савет ће се приказати у траци са стањем.

source: Choose <menuchoice> <guimenuitem>Scores</guimenuitem> </menuchoice> to show a tally of wins and draws for the current playing session. The scores will be reset to zero if Player Selection is changed in Preferences.
sr: Одаберите <menuchoice> <guimenuitem>Резултати</guimenuitem> </menuchoice> да бисте приказали број победа и нерешених игара за тренутну сесију. Резултати ће бити поништени ако се промени избор играча у Поставкама.

source: Preferences
eu: Hobespenak
ko: 기본 설정
ru: Параметры
sr: Поставке

source: To change the game's settings, select <guimenuitem>Preferences</guimenuitem> from the <guimenu>Settings</guimenu> menu. This opens the <interface>Preferences Dialog</interface>.
sr: Да бисте променили подешавања игре, одаберите <guimenuitem>Поставке</guimenuitem> из менија <guimenu>Подешавања</guimenu>. Овим ће се отворити <interface>дијалог поставки</interface>.

source: <guilabel>Player One</guilabel> and <guilabel>Player Two</guilabel>
sr: <guilabel>Први играч</guilabel> и <guilabel>Други играч</guilabel>

source: These two columns tell <application>Four-in-a-Row</application> who's playing and, if it is the computer, how hard they play. To play against a friend, select Human for both Player One and Player Two.
sr: Ова два ступца говоре игри <application>Четири у низу</application> ко игра, а ако је неки од играча рачунар, онда и којом тежином да игра. Да бисте играли против пријатеља, одаберите Човек и за првог и за другог играча.

source: <guilabel>Theme</guilabel>
sr: <guilabel>Тема</guilabel>

source: The theme menu lists available themes and lets you choose your favourite.
sr: Мени са темама приказује доступне теме и даје вам да изаберете омиљену.

source: <guilabel>Enable Animation</guilabel>
sr: <guilabel>Укључи анимације</guilabel>

source: Here you can toggle the game's animation on or off.
sr: Овде можете укључити и искључити анимације у игри.

source: Configuration options in the <guilabel>Game</guilabel> tab are: <_:variablelist-1/>
sr: Опције подешавања у језичку <guilabel>Игра</guilabel> су: <_:variablelist-1/>

source: Finally there is a <guilabel>Controls</guilabel> tab to change the keyboard controls. To change a control, double click the appropriate entry and then press the new key.
sr: На крају, постоји и језичак <guilabel>Контрола тастатуром</guilabel> за измени наредби када играте преко тастатуре. Да бисте изменили наредбу, кликните двапут на одговарајући унос и притисните нови тастер.

source: Creating New Themes
sr: Прављење нових тема

source: This section's included in case you'd like to make your own themes for <application>Four-in-a-Row</application>. It assumes you're familiar with basic text editing, graphics software and the command line.
sr: Овај одељак објашњава како да направите нове теме за <application>Четири у низу</application>. Он подразумева се да сте упознати са основама уређивања текста, програмом за графику и командном линијом.

source: Images
sr: Слике

source: <application>Four-in-a-Row</application>'s tile sets contain six tiles of equal size, lined up horizontally. From left to right:
sr: Скуп фигура за <application>Четири у низу</application> садржи шест фигура исте величине, поређане водоравно. То су, са лева на десно:

source: Player One's marble as it appears on the game board
sr: Кликер првог играча као што ће бити приказан на табли

source: Player Two's marble as it appears on the game board
sr: Кликер другог играча као што ће бити приказан на табли

source: The game board's background
sr: Позадина табле за игру

source: The top row's background
sr: Позадина највишег реда

source: Player One's marble as it appears on the top row
sr: Кликер првог играча као што ће бити приказан у највишем реду

source: Player Two's marble as it appears on the top row
sr: Кликер другог играча као што ће бити приказан у највишем реду

source: An example tile set
sr: Пример скупа фигура

source: This image shows the six tiles in a tile set
sr: Слика приказује шест фигура у скупу фигура

source: Tiles three and four will be repeated over the game board and top row unless a full window background image is specified in the theme file.
sr: Трећа и четврта фигура ће бити понављане преко целе табле и преко највишег реда, осим ако се у датотеци за тему не нагласи да позадинска слика иде преко целог прозора игре.

source: TIP
sr: САВЕТ

source: PNG format is recommended for tile sets. The first, second, fifth and sixth tiles should contain some transparency if you want the background to show through. The third and fourth tiles should be solid, with no transparency, even if you'll be using a full window background image with your theme.
sr: За скупове фигура се препоручује PNG формат. Прва, друга, пета и шеста фигура треба да садрже провидност ако желите да се кроз њих види позадина. Трећа и четврта фигура би требале да буду непрозирне, чак иако користите позадинску слику преко целог прозора за вашу тему.

source: Tiles can be square or rectangular, and any size you like. Most of the tile sets that come with <application>Four-in-a-Row</application> use square tiles measuring 50 pixels by 50 pixels.
sr: Фигуре могу бити правоугаоне или квадратне и које год величине желите. Већина скупова фигура које долазе уз <application>Четири у низу</application> користе квадратне фигуре величине 50 са 50 пиксела.

source: For a full window background image, there's a bit more work to do. Let's say your tiles measure 50 by 50 pixels each. The game's display measures 7 by 7 tiles, including the top row, so the ideal background image for your tile set measures 350 by 350 pixels.
sr: За позадинску слику преко целог прозора, има још мало посла да се уради. Нека су на пример ваше фигуре 50 са 50 пиксела свака. Приказ игре је 7 са 7 фигура, укључујући и највиши ред, тако да је идеална величина позадинске слике 350 са 350 пиксела.

source: <application>Four-in-a-Row</application> will automatically scale the background image if it doesn't match the tile set. This means you can make "large" and "small" versions of your theme, both using the same background image, just by having a large and a small version of your tile set.
sr: <application>Четири у низу</application> ће аутоматски проширити вашу слику ако не одговара скупу фигура. Ово значи да можете имати „велике“ и „мале“ верзије ваше теме, тако да обе користе исту позадинску слику, тако што ћете имати већу и мању верзију вачег скупа фигура.

source: So, you now have a tile set and perhaps a background image to go with it. The next step is to put them in the right place.
sr: Сада имате скуп фигура и можда позадинску слику уз скуп фигура. Следећи корак је да их ставите на право место.

source: Putting It Together
sr: Спајање свега

source: The last step is to put your image(s) where <application>Four-in-a-Row</application> can find them. You could put them in Four-in-a-row's install directory (which will depend on your particular system), but your home directory's probably a better idea.
sr: Последњи корак је да ставите слику(е) тамо где их <application>Четири у низу</application> може наћи. Можете их ставити у инсталациону фасциклу игре (која зависи од вашег система), али је ваша лична фасцикла вероватно боља идеја.

source: Make a <filename class="directory">~/.gnect</filename> directory, and a <filename class="directory">~/.gnect/pixmaps</filename> directory. Those names are important, as <application>Four-in-a-Row</application> won't look anywhere else.
sr: Направите <filename class="directory">~/.gnect</filename> фасциклу и у њој <filename class="directory">~/.gnect/pixmaps</filename> фасциклу. Ова имена су важна јер <application>Четири у низу</application> неће да гледа нигде другде.

source: Copy your image(s) into the pixmaps directory.
sr: Умножите вашу слику(е) у „pixmaps“ фасциклу.

source: If you start <application>Four-in-a-Row</application> from the command line, it'll give you clues about any problems it has with your new theme. If it has none, you'll find your new theme listed the <interface>Preferences Dialog</interface>.
sr: Ако покренете <application>Четири у низу</application> из командне линије, игра ће вам дати наговештаје о било којим проблемима које има са вашом темом. Ако проблема нема, наћи ћете вашу нову тему на списку тема у <interface>прозорчету са поставкама</interface>.

source: Have fun!
sr: Уживајте!

source: Known Bugs and Limitations
sr: Познате грешке и ограничења

source: Occasionally a marble-dropping animation doesn't look as smooth as it should.
sr: Некад анимација падања кликера не изгледа онако глатко као што би требала да буде.

source: Authors
sr: Аутори

source: <application>Four-in-a-Row</application> was written by Timothy Musson (<email>trmusson@ihug.co.nz</email>) and David Neary (<email>bolsh@gimp.org</email>). Various others have taken the time to help in many ways since work on <application>Four-in-a-Row</application> began.
sr: <application>Четири у низу</application> су написали Timothy Musson (<email>trmusson@ihug.co.nz</email>) и David Neary (<email>bolsh@gimp.org</email>). Многи други су издвојили своје време да би помогли на много начина од када је рад на игри <application>Четири у низу</application> почео.

source: The <ulink type="http" url="http://www.ce.unipr.it/~gbe/velena.html">Velena Engine</ulink>, <application>Four-in-a-Row</application>'s main computer player, was written by Giuliano Bertoletti. We're grateful to him for allowing us to include his work, without which <application>Four-in-a-Row</application> wouldn't be nearly as worthwhile.
sr: <ulink type="http" url="http://www.ce.unipr.it/~gbe/velena.html">Мотор Велену</ulink>, главног рачунарског играча игре <application>Четири у низу</application> је написао Giuliano Bertoletti. Захвални смо му што је дозволио да се његово дело укључи у игру, без кога игра <application>Четири у низу</application> не би била ни близу употребљива.

source: This manual was written by Timothy Musson.
sr: Ово упутство је написао Timothy Musson.

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
sr: Да бисте пријавили грешке или дали предлог у вези овог програма или његовог упутства, пратите смернице из <ulink url="ghelp:user-guide?feedback-bugs" type="help">документа</ulink>.

source: License
sr: Лиценца

source: This program is free software; you can redistribute it and/or modify it under the terms of the <citetitle>GNU General Public License</citetitle> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
sr: Овај програм је слободан софтвер; можете га расподељивати и/или га мењати под условима <citetitle>ГНУ Опште Јавне Лиценце</citetitle> како је објављује Задужбина Слободног Софтвера; било верзије 2 те Лиценце, или (по вашем мишљењу) било које новије верзије.
