Repository: GNOME/four-in-a-row
Catalog: help/*/*.po
Languages: eu, ko, ru, sr

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
sr: Овај програм се расподељује у нади да ће бити од користи, али БЕЗ ИКАКВИХ ГАРАНЦИЈА; чак и без подразумеване гаранције КОРИСНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ. Видите <citetitle>ГНУ Општу Јавну Лиценцу</citetitle> за више детаља.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink url="http://www.fsf.org" type="http">their Web site</ulink> or by writing to <_:address-1/>
sr: Примерак <citetitle>ГНУ Опште Јавне Лиценце</citetitle> је укључен у додатку <citetitle>Гномовог корисничког водича</citetitle>. Такође можете набавити примерак <citetitle>ГНУ Опште Јавне Лиценце</citetitle> од Задужбине Слободног Софтвера посетивши <ulink url="http://www.fsf.org" type="http">њихов веб сајт</ulink> или пишући на <_:address-1/>

source: link
sr: вези

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
sr: Дозвољено је умножавање, расподела, вршење измена овог документа под условима Гну-ове Лиценце Слободне Документације (ГЛСД), верзије 1.1 или било које касније верзије без непромењивих одељака, текста на насловној и последњој страни, а коју је објавила Задужбина Слободног Софтвера. Примерак ГЛСД можете пронаћи на овој <_:ulink-1/> или у датотеци „COPYING-DOCS“ која је приложена уз ово упутство.

source: Aruna Sankaranarayanan
ru: Аруна Санкаранараянан (Aruna Sankaranarayanan)

source: Use different themes to improve your gaming experience.
eu: Erabili gai desberdinak joko-esperientzia hobetzeko.
ko: 게임 경험을 개선을 목적으로 다른 테마를 사용합니다.
ru: Используйте разные темы, чтобы улучшить игровой процесс.

source: Change the appearance of your gaming area
eu: Aldatu zure joko-gunearen itxura
ko: 게임 화면의 테마 바꾸기
ru: Измените внешний вид вашей игровой области

source: You can change the style and colors of the marbles when you start a new game.
ko: 게임을 시작할 때 구슬의 모양새와 색상을 바꿀 수 있습니다.
ru: После запуска игры вы можете изменить стиль и цвета шариков.

source: To use a different theme:
eu: Beste gai bat erabiltzeko:
ko: 다른 테마 사용 방법:
ru: Чтобы использовать другую тему:

source: Press the menu button in the top-right corner of the window and select <gui style="menuitem">Appearance</gui>.
eu: Sakatu goiko eskuineko izkinako menu-botoia eta hautatu <gui style="menuitem">Itxura</gui>.
ko: 창 우측 상단의 메뉴 단추를 누른 후 <gui style="menuitem">모양새</gui>를 선택합니다.
ru: Нажмите кнопку меню в правом верхнем углу окна и выберите <gui style="menuitem">Вид</gui>.

source: Select the theme of your choice. The change will be reflected immediately in the game window.
eu: Hautatu erabiliko den gaia. Aldaketa berehala gertatuko da jokoaren leihoan.
ko: 원하는 테마를 선택합니다. 바뀐 값은 게임 창에 바로 반영합니다.
ru: Выберите подходящую вам тему. Изменение будет немедленно отражено в окне игры.

source: Close the menu by clicking outside of the menu.
eu: Menua ixteko, egin klik menutik kanpo.
ko: 메뉴 바깥을 눌러 메뉴를 닫습니다.
ru: Закройте меню, щёлкнув за его пределами.

source: Start, play and quit a game of <app>Four-in-a-row</app>.
eu: <app>Lauko artzain-jokoa</app> abiaraztea, jokatzea eta uztea.
ko: <app>사목</app> 게임을 시작, 플레이하거나 끝냅니다.
ru: Запуск, игра и выход в игре <app>Четыре в ряд</app>.

source: Basic instructions
eu: Oinarrizko argibideak
ko: 기초 안내
ru: Базовые инструкции

source: Start a new game
eu: Hasi joko berria
ko: 새 게임 시작
ru: Начать новую игру

source: Press <gui style="button">Start Over</gui> or press <keyseq><key>Ctrl</key><key>N</key></keyseq> to start a new game.
eu: Sakatu <gui style="button">Hasi hasieratik</gui> edo <keyseq><key>Ctrl</key><key>N</key></keyseq> teklak joko berria hasteko.
ko: 새 게임을 시작하려면 <gui style="button">시작하기</gui>를 누르거나 <keyseq><key>Ctrl</key><key>N</key></keyseq> 키를 누릅니다.
ru: Нажмите <gui style="button">Начать</gui> или <keyseq><key>Ctrl</key><key>N</key></keyseq>, чтобы начать новую игру.

source: Quit <app>Four-in-a-row</app>
eu: <app>Lauko artzain-jokotik</app> irtetea
ko: <app>사목</app> 끝내기
ru: Выйти из игры <app>Четыре в ряд</app>

source: Press <keyseq><key>Ctrl</key><key>Q</key></keyseq> to quit <app>Four-in-a-row</app> at any time.
eu: Sakatu <keyseq><key>Ctrl</key><key>Q</key></keyseq> <app>Lauko artzain-jokotik</app> edozein unetan irteteko.
ko: <app>사목</app>을 언제든 빠져나가려면 <keyseq><key>Ctrl</key><key>Q</key></keyseq>를 누릅니다.
ru: Нажмите <keyseq><key>Ctrl</key><key>Q</key></keyseq>, чтобы покинуть игру <app>Четыре в ряд</app> в любой момент.

source: Michael Hill
ko: 마이클 힐
ru: Майкл Хилл (Michael Hill)

source: Change the level at which the computer plays or play with a friend.
eu: Aldatu ordenagailuak zein mailatan jokatzen duen edo jokatu lagun batekin.
ko: 플레이할 컴퓨터의 레벨을 바꾸거나 친구와 플레이합니다.
ru: Измените уровень, на котором играет компьютер, или играйте с другом.

source: Choose a different opponent
eu: Aukeratu beste aurkari bat
ko: 다른 상대방 선택
ru: Выбор другого противника

source: By default, your opponent in <app>Four-in-a-row</app> is the computer, playing at an easy level.
eu: Modu lehenetsian, <app>Lauko artzain-jokoan</app> ordenagailua izango da arerioa, eta maila errrazean egingo du kontra
ko: 기본적으로, <app>사목</app>의 상대방은 쉬운 레벨의 컴퓨터로 설정해두었습니다.
ru: По умолчанию вашим противником в игре <app>Четыре в ряд</app> является компьютер, играющий на лёгком уровне.

source: To change the level, or to play with a friend:
eu: Mailaz aldatzeko edo lagun batekin jokatzeko:
ko: 레벨을 바꾸거나 친구와 플레이하려면:
ru: Для того, чтобы изменить уровень или поиграть с другом:

source: Press the <gui style="button">New Game</gui> button in the header bar.
eu: Egin klik goiburu-barrako <gui style="button">Joko berria</gui> botoian.
ko: 헤더바의 <gui style="button">새 게임</gui> 단추를 누릅니다.
ru: Нажмите кнопку <gui style="button">Новая игра</gui> на панели заголовка.

source: Under <gui>Players</gui>, choose <gui style="button">Two</gui> for both players if want to play with a friend or family member.
eu: <gui>Jokalariak</gui> atalean, aukeratu <gui style="button">Bi</gui> bikoteka jokatzeko, lagun edo senide batekin jokatu nahi izanez gero.
ko: 가족이나 친구와 플레이할 경우에는 <gui>플레이어</gui>에서 <gui style="button">2인</gui>으로 선택합니다.
ru: В разделе <gui>Игроки</gui> выберите <gui style="button">Два</gui> для обоих игроков, если хотите играть с другом или членом семьи.

source: Alternatively, choose the <gui>Difficulty</gui> level at which the computer plays. Choose between <gui style="button">Easy</gui>, <gui style="button">Medium</gui> or <gui style="button">Hard</gui>.
ko: 대신, 컴퓨터와 플레이할 <gui>난이도</gui> 레벨을 선택합니다. <gui style="button">쉬움</gui>, <gui style="button">보통</gui>, <gui style="button">어려움</gui> 중 하나를 선택합니다.
ru: Либо измените <gui>Сложность</gui> для уровня, на котором играет компьютер. Выберите между <gui style="button">Низкая</gui>, <gui style="button">Средняя</gui> или <gui style="button">Высокая</gui>.

source: You can also choose if you play first or second under <gui>Game start</gui>.
ko: <gui>게임 시작</gui>에서 먼저 또는 나중 순번 플레이 여부를 선택할 수 있습니다.
ru: Вы также можете выбрать в разделе <gui>Начало игры</gui>, первым или вторым игроком будете играть.

source: If you are playing with a friend or family member, Player One gets to play first in the first game of <app>Four-in-a-row</app>. In subsequent games, the chance to play first is given alternately to each player. So, Player Two will get to play first in the second game, Player One can play first in the third game and so on.
ko: 가족이나 친구와 플레이할 경우, <app>사목</app>에서는 첫 플레이어가 먼저 시작합니다. 뒤이어서는, 교대로 진행합니다. 따라서 두번째 플레이어는 두번째 게임에서 먼저 시작하고, 첫번째 플레이어는 세번째 게임에서 먼저 시작하는 그런식으로 진행합니다.
ru: Если вы играете с другом или членом семьи, первый игрок получает право первого хода в первой игре <app>Четыре в ряд</app>. В последующих играх шанс ходить первым предоставляется поочередно каждому игроку. Таким образом, второй игрок будет играть первым во второй игре, а первый игрок может сыграть первым в третьей игре и так далее.

source: Default controls for <app>Four-in-a-row</app>.
eu: <app>Lauko artzain-jokoaren</app> tekla lehenetsiak
ko: <app>사목</app>의 기본적인 조작법입니다.
ru: Стандартные элементы управления в игре <app>Четыре в ряд</app>.

source: Controls
eu: Kontrolak
ko: 조작
ru: Элементы управления

source: You can use your mouse and click on a particular row in the game area to drop your marble into that row. If you want to use the keyboard instead, the default keys for <app>Four-in-a-row</app> are:
ko: 마우스로 게임 화면의 각 사각형을 눌러 구슬을 놓을 수 있습니다. 키보드를 사용하려 한다면, <app>사목</app>의 기본 키는 아래와 같습니다:
ru: Вы можете использовать мышь и щёлкнуть по определенному ряду в игровой области, чтобы поместить шарик в этот ряд. Если вместо этого вы хотите использовать клавиатуру, то стандартные клавиши в игре <app>Четыре в ряд</app>:

source: <key>←</key> to move the marble to your left.
eu: <key>←</key> puxtarria ezkerrera eramateko..
ko: <key>←</key>로 구슬을 왼쪽으로 옮길 수 있습니다.
ru: <key>←</key>, чтобы переместить шарик влево.

source: <key>→</key> to move the marble to your right.
eu: <key>→</key> puxtarria eskuinera eramateko.
ko: <key>→</key>로 구슬을 오른쪽으로 옮길 수 있습니다.
ru: <key>→</key>, чтобы переместить шарик вправо.

source: <key>↓</key> to drop the marble.
eu: <key>↓</key> puxtarria jaregiteko.
ko: <key>↓</key>로 구슬을 넣을 수 있습니다.
ru: <key>↓</key>, чтобы бросить шарик.

source: Index
eu: Indizea
ko: 색인
ru: Индекс

source: <_:media-1/><span its:translate="yes"> Four-in-a-row</span>
eu: <_:media-1/><span its:translate="yes">Lauko artzain-jokoa</span>
ko: <_:media-1/><span its:translate="yes"> 사목</span>
ru: <_:media-1/><span its:translate="yes"> Четыре в ряд</span>

source: <app>Four-in-a-row</app> is a strategy game for GNOME. The aim of the game is to stack four of your marbles in a horizontal, vertical or diagonal line while stopping your opponent from doing the same with their marbles.
ko: <app>사목</app>은 그놈의 전략 게임입니다. 이 게임의 목표는 4개의 구슬을 수평, 수직, 대각선 방향으로 쌓아 올리면서 상대방이 구슬을 쌓아 올리지 못하도록 방해하는 것입니다.
ru: <app>Четыре в ряд</app> – это стратегическая игра для GNOME. Цель игры состоит в том, чтобы сложить четыре ваших шарика в линию по горизонтали, вертикали или диагонали, не давая противнику сделать то же самое со своими шариками.

source: Game play
eu: Jokoa
ko: 게임 플레이
ru: Игровой процесс

source: This work is licensed under a <_:link-1/>.
eu: Lan honen lizentzia <_:link-1/> da.
ko: 이 문서는 <_:link-1/>에 따른 활용을 허가합니다.
ru: Это руководство распространяется под лицензией <_:link-1/>.

source: Use hints or undo your wrong moves.
eu: Erabili iradokizunak edo desegin mugimendu okerrak.
ko: 힌트를 사용하거나 실수를 되돌립니다.
ru: Используйте подсказки или отменяйте свои неправильные ходы.

source: Make your game a little easier
eu: Erraztu jokoa
ko: 좀 더 쉽게 플레이하기
ru: Сделайте свою игру немного проще

source: Change your last move
eu: Azldatu azken mugimendua
ko: 최근 이동 바꾸기
ru: Изменить свой последний ход

source: When the computer makes a winning move because of your last move or when you accidentally make the wrong move, you can undo your last move and change it. To undo your last move, press the button in the header bar which either shows an arrow and the color to play or says <gui style="button">End!</gui>, and select <gui style="menuitem">Undo last move</gui>, or press <keyseq><key>Ctrl</key><key>Z</key></keyseq>. You can now drop your marble at a different row in the game area to change your move.
ko: 수를 잘못 둬서 컴퓨터가 이길 것 같으면, 마지막 둔 수를 되돌려서 바꿀 수 있습니다. 마지막 둔 수를 되돌리려면 화살표와 플레이 색상을 나타내거나 <gui style="button">끝났습니다!</gui>라고 나타낸 헤더바의 단추를 누르고 <gui style="menuitem">마지막 움직임 되돌리기</gui>를 선택하거나 <keyseq><key>Ctrl</key><key>Z</key></keyseq> 키를 누릅니다. 그 다음 게임판의 다른 곳에 구슬을 두어 판을 바꿀 수 있습니다.
ru: Когда компьютер делает выигрышный ход благодаря вашему последнему ходу или когда вы случайно делаете неверный ход, то можете отменить свой последний ход и переходить. Чтобы отменить последний ход, нажмите кнопку в панели заголовка, которая либо показывает стрелку и цвет шарика игрока, либо надпись <gui style="button">Конец!</gui>, и выберите <gui style="menuitem"> Отменить последний ход</gui> или нажать <keyseq><key>Ctrl</key><key>Z</key></keyseq>. Теперь вы можете бросить свой шарик в другой ряд игровой зоны, чтобы переиграть.

source: You can undo all your moves starting from your current move until you reach a favourable state of the game, or until the beginning of your current game, by pressing <keyseq><key>Ctrl</key><key>Z</key></keyseq> repeatedly.
ko: 게임이 적절한 상태에 도달할 때까지 처음부터 현재 움직인 것까지 모든 수를 되돌릴 수 있고, 현재 게임에서 처음 상태로 되돌아가려면 <keyseq><key>Ctrl</key><key>Z</key></keyseq>를 반복적으로 누르십시오.
ru: Вы можете отменить все свои ходы, начиная с текущего, пока не достигнете благоприятного состояния игры или до начала текущей игры, нажав <keyseq><key>Ctrl</key><key>Z</key ></keyseq> несколько раз.

source: Use hints
eu: Erabili iradokizunak
ko: 힌트 사용
ru: Используйте подсказки

source: If you are not sure of your next move, you can use a hint. When you use a hint, your marble moves to the top of the column that is the best choice, strategy-wise, and blinks. You can then drop your marble into that column. To use a hint, press the button in the header bar which either shows an arrow and the color to play or says <gui style="button">End!</gui> and select <gui style="menuitem">Hint</gui>, or press <keyseq><key>Ctrl</key><key>H</key></keyseq>.
ko: 다음 수를 결정하기 고민된다면, 힌트를 사용할 수 있습니다. 힌트를 사용하면 여러분의 구슬이 전략적이고, 최적의 자리인 맨 위 열로 이동하여 깜박입니다. 구슬을 그 열로 넣을 수 있습니다. 힌트를 사용하려면, <gui style="menuitem">힌트</gui>를 선택하거나 <keyseq><key>Ctrl</key><key>H</key></keyseq>를 누릅니다.
ru: Если вы не уверены в своем следующем шаге, то можете воспользоваться подсказкой. Когда вы используете подсказку, ваш шарик перемещается в верхнюю часть столбца, который является лучшим выбором с точки зрения стратегии, и начинает мигать. После этого вы можете сбросить свой шарик в этом столбце. Чтобы использовать подсказку, нажмите кнопку на панели заголовка, которая показывает либо стрелку и цвет шарика игрока, либо надпись <gui style="button">Конец!</gui>, и выберите <gui style="menuitem">Подсказка</gui> или нажмите <keyseq><key>Ctrl</key><key>H</key></keyseq>.

source: There is no limit on the number of hints you can use in a game.
eu: Ez dago mugarik erabili daitekeen iradokizun kopuruan.
ko: 사용할 수 있는 힌트의 제한은 없습니다.
ru: Количество подсказок, которые вы можете использовать в игре, не ограничено.

source: Anna Philips
ru: Анна Филипс (Anna Philips)

source: Keep track of your wins and losses.
eu: Gogoratu irabaziak eta galerak.
ko: 여려분의 승패 기록을 유지합니다.
ru: Следите за своими победами и поражениями.

source: Scores
eu: Puntuazioak
ko: 점수
ru: Результаты

source: The score in <app>Four-in-a-row</app> is recorded in terms of your wins, your opponent's wins and games that ended in a draw. To check the scores, press the button in the header bar which either shows an arrow and the color to play or says <gui style="button">End!</gui>, and select <gui style="menuitem">Scores</gui>. In the default theme:
ko: <app>사목</app>의 점수는 여러분과 상대방의 이기거나 비긴 게임의 우승 여부를 기록합니다. 점수를 확인하려면, 화살표와 플레이 색상을 나타내거나 <gui style="button">끝났습니다!</gui>라고 나타낸 헤더바의 단추를 누르고 <gui style="menuitem">점수</gui>를 선택합니다. 기본 테마에서:
ru: Результаты в игре <app>Четыре в ряд</app> записывается с учётом ваших побед, побед вашего противника и игр, закончившихся вничью. Чтобы проверить результаты, нажмите кнопку в панели заголовка, который показывает стрелку и цвет ходящего игрока, либо надпись <gui style="button">Конец!</gui>, и выберите <gui style="menuitem">Результаты</gui>. В стандартной теме:

source: <gui>Red</gui> displays the number of games you have won.
ko: <gui>빨강</gui>은 이긴 게임의 횟수를 표시합니다.
ru: <gui>Красный</gui> - показывает количество выигранных вами игр.

source: <gui>Green</gui> displays the number of games won by the opponent.
ko: <gui>녹색</gui>은 상대방이 이긴 게임의 횟수를 표시합니다.
ru: <gui>Зелёный</gui> - отображает количество игр, выигранных противником.

source: <gui>Drawn</gui> displays the number of games that ended in a draw.
ko: <gui>무승부</gui>는 비긴 게임의 횟수를 표시합니다.
ru: <gui>Ничья</gui> - отображает количество игр, завершившихся ничьей.

source: If you <link xref="choose-opponent">selected the computer as your opponent</link>, then you will see the labels <gui>You</gui> and <gui>Me</gui> instead.
ko: <link xref="choose-opponent">컴퓨터를 상대로 선택</link>했다면, <gui>당신</gui>과 <gui>나</gui>가 레이블에 대신 나타납니다.
ru: Если вы <link xref="choose-opponent">выбрали компьютер в качестве оппонента</link>, то вместо этих надписей, вы увидите другие - <gui>Вы</gui> и <gui>Я</gui>.

source: Do not press the <gui style="button">New Game</gui> button, but press the button in the header bar which either shows an arrow and the color to play or says <gui style="button">End!</gui>, and select <gui style="menuitem">Next Round</gui> to not reset the scores counter.
ko: <gui style="button">새 게임</gui> 단추를 누르지 마시고, 대신, 화살표와 플레이 색상을 나타내거나 <gui style="button">끝났습니다!</gui>라고 나타낸 헤더바의 단추를 누르고 점수 집계를 초기화 하지 않도록 <gui style="menuitem">다음 판</gui>을 선택합니다.
ru: Не нажимайте кнопку <gui style="button">Новая игра</gui>, а нажмите кнопку в панели заголовка, которая либо показывает стрелку и цвет шарика игрока, либо говорит <gui style="button">Конец! </gui> и выберите <gui style="menuitem">Следующий раунд</gui>, чтобы не сбросить счётчик очков.

source: Play <app>Four-in-a-row</app> without sounds.
ko: <app>사목</app>을 소리 없이 플레이합니다.
ru: Играть в игру <app>Четыре в ряд</app> без звука.

source: Disable sounds
eu: Desgaitu soinuak
ko: 사운드 비활성
ru: Отключить звуки

source: When sounds are enabled, you will hear something every time a marble is dropped, or when a game ends.
ko: 소리를 켜면 구슬을 떨어뜨릴 때마다 또는 게임을 끝낼 때 효과음을 들을 수 있습니다.
ru: Если звуки включены, вы будете слышать, когда падает шарик или заканчивается игра.

source: To disable sounds:
eu: Soinuak desgaitzeko:
ko: 소리를 끄려면:
ru: Чтобы отключить звуки:

source: Press the menu button in the top-right corner of the window and uncheck <gui style="menuitem">Sound</gui>.
ko: 창 우측 상단에 있는 메뉴 단추를 누른 후 <gui style="menuitem">소리</gui> 표시를 지웁니다.
ru: Нажмите кнопку меню в правом верхнем углу окна и снимите флажок <gui style="menuitem">Звук</gui>.

source: Creative Commons Attribution-ShareAlike 3.0 Unported License
ko: 크리에이티브 커먼즈 저작자표시-동일조건변경허락 3.0 Unported 라이선스

source: By default, <app>Four-in-a-row</app> uses solid red and blue marbles against a black grid when you start a new game.
eu: Modu lehenetsian, <app>Lauko artzain-jokoak</app> puxtarri gorri eta urdin solidoak eta sareta beltza erabiltzen ditu joko berria abiarazten denean.
