Repository: GNOME/four-in-a-row
Catalog: po/ab.po
Languages: ab

source: Game type
ab: Ахәмарра ахкы

source: _Two players
ab: Ҩыџьа ахәмарҩцәа

source: Players
ab: Ахәмарҩцәа

source: _One
ab: _Акы

source: _Two
ab: _Ҩба

source: Difficulty
ab: Ауадаҩра

source: _Easy
ab: _Имариоу

source: _Medium
ab: _Абжьаратәи

source: _Hard
ab: _Иуадаҩу

source: Game start
ab: Ахәмарра алагамҭа

source: _New Game
ab: _Ахәмарра ҿыц

source: Start a new game
ab: Ахәмарра ҿыц алагара

source: Go back to the current game
ab: Уажәтәи ахәмарра ахь ахынҳәра

source: game;strategy;logic;
ab: ахәмарра;алогика;астратегиа;

source: Sound
ab: _Абжьы

source: Move left
ab: Влево

source: Key press to move left.
ab: Арыд арымарахь аиагаразы

source: Move right
ab: Арӷьарахь

source: Key press to move right.
ab: Арыд арыӷьарахь аиагаразы

source: Drop marble
ab: Ампыл аршәра

source: Key press to drop a marble.
ab: Арыд арымарахь аиагаразы

source: The width of the window
ab: Аԥенџьыр аҭбаара пиқсельла ишәаны

source: The width of the main window in pixels.
ab: Ихадоу аԥенџьыр аҭбаара пиқсельла ишәаны.

source: The height of the window
ab: Аԥенџьыр аҳаракыра

source: The height of the main window in pixels.
ab: Ихадоу аԥенџьыр аҳаракыра пиксельла

source: A flag to enable maximized mode
ab: Абираҟ ирҭбаау арежим аҿакразы

source: If “true”, the main window starts in maximized mode.
ab: “true” акәзар , ихадоу аԥенџьыр аус арухоит ирҭбаау режимла.

source: Turn on the sound
ab: Абжьы аҿакра

source: Print release version and exit
ab: Апрограмма аверсиа кьыԥхьны аҭыҵра

source: A_ppearance
ab: _Аԥшра

source: _Sound
ab: _Абжьы

source: _Keyboard Shortcuts
ab: _Ицоу арыдқәа

source: _Help
ab: _Аилыркаа

source: It’s a draw!
ab: Аиҭахара!

source: You win!
ab: Шәара шәаиааит!

source: I win!
ab: Сара саиааит!

source: Your Turn
ab: Шәара шәныҟәоит

source: I’m Thinking…
ab: Сара схәыцоит…

source: Hint: Column %d
ab: Аҵаҳәа: аиҵагылара %d

source: Tim Musson
ab: Тим Муссон (Tim Musson)

source: David Neary
ab: Девид Нери (David Neary)

source: Nikhar Agrawal
ab: Нихар Агравал (Nikhar Agrawal)

source: Jacob Humphrey
ab: Джеикоб Хамфри (Jacob Humphrey)

source: Alan Horkan
ab: Алан Хоркан (Alan Horkan)

source: Anatol Drlicek
ab: Анатоль Дрличек (Anatol Drlicek)

source: Based on the Faenza icon theme by Matthieu James
ab: Матье Джеймсом (Matthieu James) иаҧиҵаз адыргаҷақәа ртема Faenza ашьаҭала

source: Timothy Musson
ab: Тимоти Муссон (Timothy Musson)

source: Copyright © 1999-2008 – Tim Musson and David Neary
ab: Аԥҵаҩы изин © 1999-2008 - Тим Муссони Девид Неригьы

source: Copyright © 2014 – Michael Catanzaro
ab: Аԥҵаҩы изин © 2014 - Маикл Катанзаро

source: Copyright © 2018 – Jacob Humphrey
ab: Copyright © 2018 - Джеикоб Хамфри

source: Connect four in a row to win
ab: Шәаиааирц азы еишьҭаргыланы еидышәкыл ҧшьба

source: translator-credits
ab: Нанба Наала <naala-nanba@rambler.ru>, 2022

source: _Undo last move
ab: Аҵыхәтәантәи аиҭаҵра аҧыхраҧ

source: _Hint
ab: _Аҵаҳәа

source: Next _Round
ab: Анаҩстәи _араунд

source: _Give Up
ab: _Абџьар ашьҭаҵара

source: _Scores
ab: _Алҵшәа

source: _Start Game
ab: _Алагара

source: Scores
ab: Алҵшәа

source: Drawn:
ab: Аиҭахара:

source: You:
ab: Ашәара:

source: Me:
ab: Сара:

source: High Contrast
ab: Иҳараку аконтрастра

source: Circle
ab: Агьежь

source: Cross
ab: Аџьар

source: Circle:
ab: Аноль:

source: Cross:
ab: Аџьар хәыҷқәа:

source: Circle wins!
ab: Анольқәа аиааит!

source: Cross wins!
ab: Аџьар хәыҷқәа аиааит!

source: Circle’s turn
ab: Аџьар хәыҷқәа ныҟәоит

source: Cross’s turn
ab: Анольқәа ныҟәоит

source: High Contrast Inverse
ab: Иҳараку аиҿагылара змоу инегативтәу

source: Red and Green Marbles
ab: Иҟаҧшьуи ииаҵәоуи акәымпылқәа

source: Red
ab: Аҟаҧшь

source: Green
ab: Аиаҵәа

source: Green:
ab: Аиаҵәа

source: Red wins!
ab: Аҟаҧшьқәа аиааит!

source: Green wins!
ab: Аиаҵәақәа аиааит!

source: Red’s turn
ab: Аҟаҧшьқәа ныҟәоит

source: Green’s turn
ab: Аиаҵәақәа ныҟәоит

source: Blue and Red Marbles
ab: Аиеҵәеи аҟаҧшьи апышҭақәа

source: Blue
ab: Аиеҵәа

source: Blue:
ab: Аиеҵәа

source: Blue wins!
ab: Аиеҵәқәа аиааит!

source: Blue’s turn
ab: Аиеҵәқәа ныҟәоит

source: Stars and Rings
ab: Аиеҵәақәеи амацәазқәеи
